tap "neodgm/neodgm"
tap "oven-sh/bun"
tap "shayne-snap/tap"
tap "steipete/tap"
brew "act"
brew "actionlint"
brew "asc"
brew "ast-grep"
brew "autojump"
brew "awscli"
brew "bat"
brew "openjdk"
brew "bundletool"
brew "ccusage"
brew "chezmoi"
brew "cli53"
brew "cocoapods"
brew "deno"
brew "epubcheck"
brew "eza"
brew "fastfetch"
brew "fedify"
brew "ffmpeg"
brew "firebase-cli"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-branchless"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "htop"
brew "lazygit"
brew "libpq"
brew "lsd"
brew "mactop"
brew "mise"
brew "mosh"
brew "mysql-client"
brew "mysql-client@8.4", link: true
brew "neovim"
brew "opencode"
brew "openjdk@21"
brew "pam-reattach"
brew "postgresql@18"
brew "pre-commit"
brew "python@3.11"
brew "redis"
brew "rtk"
brew "ruby@3.2"
brew "starship"
brew "subversion"
brew "swiftformat"
brew "swiftlint"
brew "tcping"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "xcode-build-server"
brew "yt-dlp"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh"
brew "oven-sh/bun/bun"
cask "1password"
cask "airfoil"
cask "altserver"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "bartender"
cask "claude"
cask "codeql"
cask "codex"
cask "codex-app"
cask "discord"
cask "discord@ptb"
cask "figma"
cask "font-blex-mono-nerd-font"
cask "font-d2coding"
cask "font-d2coding-nerd-font"
cask "font-fira-code"
cask "font-google-sans-code"
cask "font-hack-nerd-font"
cask "font-ibm-plex-mono"
cask "font-ibm-plex-sans"
cask "font-ibm-plex-sans-jp"
cask "font-ibm-plex-sans-kr"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "neodgm/neodgm/font-neodunggeunmo"
cask "neodgm/neodgm/font-neodunggeunmo-code"
cask "neodgm/neodgm/font-neodunggeunmo-pro"
cask "font-noto-sans-jp"
cask "font-noto-sans-kr"
cask "font-pretendard"
cask "font-pretendard-jp"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-sarasa-gothic"
cask "font-ubuntu-mono"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@beta"
cask "google-drive"
cask "grandperspective"
cask "gureumkim"
cask "hyperkey"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "linear"
cask "lunar"
cask "makemkv"
cask "nordvpn"
cask "notion"
cask "orbstack"
cask "rapidapi"
cask "raycast"
cask "ridibooks"
cask "scroll-reverser"
cask "setapp"
cask "slack"
cask "sokim"
cask "soundsource"
cask "tableplus"
cask "tower"
cask "transmission"
cask "zed"
cask "zoom"
go "github.com/Nebu1eto/descrambler"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cargo-expand"
cargo "cargo-outdated"
cargo "cargo-sweep"
cargo "cargo-workspaces"
cargo "cargo-xwin"
cargo "cargo-zigbuild"
npm "agent-device"
npm "eas-cli"
npm "pnpm"
npm "yarn"
